import React from 'react'
import s from '../css/beautifulOffer.module.css'
const BaeutifulOffer = () => {
  return (
    <div className={s.maindiv}>
      <h3>
       Английский, который чувствуется: начните говорить уверенно с первого дня!
      </h3>
      <h5>
       
         Научитесь свободно говорить на английском с нуля за 6 месяцев. Порадуйте себя первым диалогом уже на первом уроке!
      </h5>
      <p>Основано на авторской методике погружения в язык, созданной сертифицированными лингвистами и носителями языка с 10-летним опытом.</p>
    </div>
  )
}

export default BaeutifulOffer
